Repository: tscreven/Trio-ECS251
Catalog: DanaKit/Localization/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, nb, nl, pl, ro, ru, sk, sv, tr, uk, vi, zh_hans

source: Pump is still disconnected
ar: لا تزال المضخة مفصولة
cs: Čerpadlo je stále odpojeno
da: Pumpen er stadig frakoblet
de: Die Pumpe ist noch nicht angeschlossen
es: La bomba sigue desconectada
fi: Pumppu on edelleen kytketty irti
fr: La pompe est toujours déconnectée
it: La pompa è ancora scollegata
nb: Pumpen er fortsatt frakoblet
nl: Pomp is nog steeds losgekoppeld
pl: Pompa jest nadal odłączona
ro: Pompa este încă deconectată
ru: Помпа по-прежнему отключена
sk: Pumpa je stále odpojená
sv: Pumpen är fortfarande frånkopplad
tr: Pompanın bağlantısı hala kesik
uk: Помпа все ще відключена
vi: Máy bơm vẫn chưa được ngắt kết nối
zh_hans: 泵仍处于断开状态

source: Pump name
ar: اسم المضخة
cs: Název čerpadla
da: Pumpens navn
de: Name der Pumpe
es: Nombre de la bomba
fi: Pumpun nimi
fr: Nom de la pompe
it: Nome della pompa
nb: Navn på pumpen
nl: Naam pomp
pl: Nazwa pompy
ro: Numele pompei
ru: Название помпы
sk: Názov pumpy
sv: Pumpens namn
tr: Pompa adı
uk: Назва Помпи
vi: Tên máy bơm
zh_hans: 泵名称

source: Pump shutdown
ar: إيقاف تشغيل المضخة
cs: Vypnutí čerpadla
da: Nedlukning af pumpe
de: Abschaltung der Pumpe
es: Parada de la bomba
fi: Pumpun sammutus
fr: Arrêt de la pompe
it: Arresto della pompa
nb: Avstengning av pumpe
nl: Pomp uitschakelen
pl: Wyłączenie pompy
ro: Oprirea pompei
ru: Отключение помпы
sk: Vypnúť pumpu
sv: Avstängning av pump
tr: Pompa kapatma
uk: Відключення Помпи
zh_hans: 泵关闭

source: Pump time
ar: وقت المضخة
cs: Doba čerpání
da: Pumpetid
de: Pumpenzeit
es: Tiempo de bombeo
fi: Pumppausaika
fr: Durée de la pompe
it: Tempo di pompaggio
nb: Pumpetid
nl: Pomptijd
pl: Czas pracy pompy
ro: Ora pompei
ru: Время на помпе
sk: Čas pumpy
sv: Pumptid
tr: Pompa süresi
uk: Час Помпи
vi: Thời gian của Bơm
zh_hans: 泵时间

source: Re-enable bolus syncing?
ar: إعادة تمكين مزامنة البلعة؟
cs: Znovu povolit synchronizaci bolusu?
da: Genaktiver bolus-synkronisering?
de: Bolus-Synchronisierung wieder aktivieren?
es: ¿Reactivar la sincronización de bolos?
fi: Ota bolus-synkronointi uudelleen käyttöön?
fr: Réactiver la synchronisation des bolus ?
it: Riabilitare la sincronizzazione del bolo?
nb: Aktivere bolussynkronisering på nytt?
nl: Bolussynchronisatie opnieuw inschakelen?
pl: Ponownie włączyć synchronizację bolusa?
ro: Reactivați sincronizarea bolusului?
ru: Повторно включить синхронизацию болюсов?
sk: Opätovné zapnutie synchronizácie bolusu?
sv: Återaktivera synkronisering av bolusar?
tr: Bolus senkronizasyonunu yeniden etkinleştirin mi?
uk: Повторно ввімкнути синхронізацію болюсу?
vi: Bật lại tính năng đồng bộ bolus không?
zh_hans: 重新启用大剂量同步？

source: Received invalid hex strings. Try again
ar: تم استلام سلاسل سداسي عشري غير صالحة. حاول مرة أخرى
cs: Přijaté neplatné hexadecimální řetězce. Zkuste to znovu
da: Modtog ugyldige hex-strenge. Prøv igen
de: Es wurden ungültige Hexadezimalzeichenfolgen empfangen. Erneut versuchen
es: Se han recibido cadenas hexadecimales no válidas. Inténtelo de nuevo
fi: Vastaanotettu virheellisiä heksamerkkejä. Yritä uudelleen
fr: Réception de chaînes hexagonales non valides. Réessayez
it: Ricevute stringhe esadecimali non valide. Riprovare
nb: Mottok ugyldige hex-strenger. Prøv igjen
nl: Ongeldige hexadecimale tekenreeksen ontvangen. Probeer opnieuw
pl: Otrzymano nieprawidłowe ciągi szesnastkowe. Spróbuj ponownie
ro: Am primit șiruri hexadecimale nevalide. Încercați din nou.
ru: Заданы недопустимые символы. Попробуйте еще раз
sk: Prijaté neplatné hexadecimálné reťazce. Skúste to znova
sv: Mottog ogiltiga hexadecimala strängar. Försök igen
tr: Geçersiz hex dizeleri alındı. Tekrar deneyin
uk: Отримано недійсні шістнадцяткові рядки. Спробуйте знову
vi: Chuỗi hex không hợp lệ. Hãy thử lại
zh_hans: 收到无效十六进制字符串。重试

source: Received invalid pincode lengths. Try again
ar: تم استلام أطوال الرمز السري غير صالحة. حاول مرة أخرى
cs: Přijaté neplatné délky pincode. Zkuste to znovu
da: Modtog ugyldige pinkodelængder. Prøv igen
de: Es wurden ungültige Pincode-Längen empfangen. Erneut versuchen
es: Se han recibido longitudes de código PIN no válidas. Vuelva a intentarlo
fi: Vastaanotettu virheellinen pin-koodin pituus. Yritä uudelleen
fr: Réception de longueurs de codes d'identification non valides. Réessayez
it: Ricevuto pincode di lunghezza non valida. Riprovare
nb: Mottatt ugyldige pinkodelengder. Prøv igjen
nl: Ongeldige pincode ontvangen. Probeer opnieuw
pl: Otrzymano nieprawidłową długość kodu PIN. Spróbuj ponownie
ro: Am primit lungimi de cod PIN nevalide. Încercați din nou.
ru: Неверная длина ПИН-кода. Попробуйте еще раз
sk: Neplatná dĺžka PIN kódu. Skúste to znova
sv: Mottog ogiltiga pinkodslängder. Försök igen
tr: Geçersiz pin kodu uzunlukları alındı. Tekrar deneyin
uk: Отримано неправильну довжину пін-коду. Спробуйте знову
vi: Độ dài mã pin không hợp lệ. Hãy thử lại
zh_hans: 收到无效的密码长度。再试一次

source: Reconnect tp pump
ar: إعادة توصيل المضخة
cs: Znovu připojte čerpadlo tp
da: Tilslut tp-pumpen igen
de: Zapfsäule wieder anschließen
es: Vuelva a conectar la bomba tp
fi: Kytke tp-pumppu uudelleen
fr: Reconnecter la pompe tp
it: Ricollegare la pompa tp
nb: Koble til tp-pumpen igjen
nl: Sluit de tp-pomp weer aan
pl: Podłącz ponownie pompę tp
ro: Reconectare la pompă
ru: Переподключиться к помпе
sk: Opätovné pripojenie pumpy tp
sv: Återanslut tp-pumpen
tr: Tp pompasını yeniden bağlayın
uk: Підключіть помпу tp
vi: Kết nối lại máy bơm
zh_hans: 重新连接到泵

source: Reconnecting...
ar: إعادة الاتصال...
cs: Obnovení spojení...
da: At genskabe forbindelsen...
de: Die Verbindung wiederherstellen...
es: Reconectando...
fi: Yhteyden palauttaminen...
fr: Se reconnecter...
it: Riconnettersi...
nb: Kobler til igjen...
nl: Opnieuw verbinden...
ro: Reconectare...
ru: Переподключение...
sk: Opätovné spojenie...
sv: Återanslutning...
tr: Yeniden bağlanıyor...
uk: Повторне підключення...
vi: Đang kết nối lại...
zh_hans: 重新连接...

source: Refill amount
ar: كمية إعادة التعبئة
cs: Množství náplně
da: Genopfyldningsmængde
de: Nachfüllmenge
es: Cantidad de recarga
fi: Täyttömäärä
fr: Quantité de recharge
it: Quantità di ricarica
nb: Påfyllingsmengde
nl: Navulhoeveelheid
pl: Ilość uzupełnienia
ro: Cantitate de reumplere
ru: Остаток в резервуаре
sk: Zostávajúci inzulín
sv: Mängd påfyllning
tr: Dolum miktarı
uk: кількість заправок
vi: Số lượng nạp lại
zh_hans: 加注量

source: Remaining insulin level
ar: مستوى الأنسولين المتبقي
cs: Zbývající hladina inzulínu
da: Resterende insulinniveau
de: Verbleibender Insulinspiegel
es: Nivel de insulina restante
fi: Jäljellä oleva insuliinitaso
fr: Taux d'insuline restant
it: Livello di insulina rimanente
nb: Gjenværende insulinnivå
nl: Resterend insulineniveau
pl: Pozostały poziom insuliny
ro: Nivelul de insulină rămas
ru: Количество оставшегося инсулина
sk: Zostávajúca hladina inzulínu
sv: Kvarvarande insulinnivå
tr: Kalan insülin seviyesi
uk: Залишковий рівень інсуліну
vi: Mức insulin còn lại
zh_hans: 胰岛素余量

source: Remove Pump
ar: إزالة المضخة
cs: Odstranění čerpadla
da: Fjern pumpen
de: Pumpe entfernen
es: Retire la bomba
fi: Poista pumppu
fr: Retirer la pompe
it: Rimuovi microinfusore
nb: Fjern pumpen
nl: Pomp verwijderen
ro: Ștergeți pompa
ru: Снимите Под
sk: Odstrániť Pod
sv: Ta bort podd
tr: Pompayı Çıkart
uk: Зніміть Pod
vi: Thay bơm
zh_hans: 移除泵

source: Reservoir age
ar: عمر الخزان
cs: Stáří nádrže
da: Reservoirets alder
de: Alter des Reservoirs
es: Edad del yacimiento
fi: Säiliön ikä
fr: Âge du réservoir
it: Età del serbatoio
nb: Reservoarets alder
nl: Leeftijd reservoir
pl: Wiek zbiornika
ro: Vârsta rezervorului
ru: Возраст резервуара
sk: Vek zásobníka
sv: Reservoarens ålder
tr: Rezervuar yaşı
uk: термін використовування Резервуару
zh_hans: 储药器使用时间

source: Reservoir amount
ar: كمية الخزان
da: Mængde i reservoiret
de: Menge des Reservoirs
es: Cantidad embalsada
fi: Säiliön määrä
fr: Montant du réservoir
it: Quantità del serbatoio
nb: Reservoarmengde
nl: Reservoir hoeveelheid
pl: Pojemność zbiornika
ro: Cantitatea rezervorului
ru: Объем резервуара
sk: Množstvo zásobníka
sv: Reservoarens storlek
tr: Rezervuar miktarı
uk: Объем Резервуара
vi: Lượng bình chứa
zh_hans: 药筒容量

source: Reservoir and cannula
ar: الخزان والقنية
cs: Zásobník a kanyla
da: Reservoir og kanyle
de: Reservoir und Kanüle
es: Depósito y cánula
fi: Säiliö ja kanyyli
fr: Réservoir et canule
it: Serbatoio e cannula
nb: Reservoar og kanyle
nl: Reservoir en canule
pl: Zbiornik i kaniula
ro: Rezervor și canulă
ru: Резервуар и канюля
sk: Zásobník a kanyla
sv: Reservoar och kanyl
tr: Rezervuar ve kanül
uk: Резервуара та Канюля
vi: Reservoir và cannula
zh_hans: 药筒和套管

source: Reservoir is empty. Replace it now!
ar: الخزان فارغ. استبدله الآن!
cs: Nádrž je prázdná. Okamžitě ji vyměňte!
da: Reservoiret er tomt. Udskift den nu!
de: Das Reservoir ist leer. Ersetzen Sie ihn jetzt!
es: El depósito está vacío. Sustitúyalo ahora.
fi: Säiliö on tyhjä. Vaihda se nyt!
fr: Le réservoir est vide. Remplacez-le maintenant !
it: Il serbatoio è vuoto. Sostituirlo subito!
nb: Reservoaret er tomt. Bytt det ut nå!
nl: Reservoir is leeg. Vervang het nu!
pl: Zbiornik jest pusty. Wymień go teraz!
ro: Rezervorul este gol. Înlocuiți-l acum!
ru: Резервуар пуст. Замените его немедленно!
sk: Zásobník je prázdna. Teraz ho vymeňte!
sv: Reservoaren är tom. Byt ut den nu!
tr: Rezervuar boşalmış. Hemen değiştirin!
uk: Резервуар порожній. Замініть його зараз!
vi: Bình chứa đã cạn. Hãy thay thế ngay!
zh_hans: 药筒已空。请立即更换！

source: Reservoir/cannula refill
ar: إعادة تعبئة الخزان/كانولا
cs: Doplňování nádržky/kanystru
da: Genopfyldning af reservoir/kanyle
de: Reservoir/Kanüle auffüllen
es: Relleno del depósito/cánula
fi: Säiliön/kanavan täyttö
fr: Remplissage du réservoir/de la canule
it: Ricarica del serbatoio/cannula
nb: Påfylling av reservoar/kanyle
nl: Reservoir/canule bijvullen
pl: Uzupełnianie zbiornika/kaniuli
ro: Reumplere rezervor/canulă
ru: Заправка резервуара/канюли
sk: Plnenie zásobníka/kanyly
sv: Reservoar/kanylpåfyllning
tr: Rezervuar/kanül dolumu
uk: заправка Резервуару/Канюлі
vi: Nạp lại Reservoir/cannula
zh_hans: 更换药筒和套管

source: Resume
ar: السيرة الذاتية
cs: Životopis
da: CV
de: fortsetzen
es: Reanudar
fi: Yhteenveto
fr: Curriculum vitae
it: Riprendi
nb: Gjenoppta
nl: Hervat
pl: Wznowiono
ro: Reluați
ru: Возобновление
sk: Pokračovať
sv: Återuppta
tr: Devam et
uk: Відновити
vi: Tiếp tục
zh_hans: 恢复

source: Resume delivery
ar: استئناف التسليم
cs: Dodání životopisu
da: Levering af CV
de: Lieferung starten
es: Reanudar la entrega de insulina
fi: Jatko-osan toimitus
fr: Remise de curriculum vitae
it: Riprendi erogazione
nb: Gjenoppta levering
nl: Hervatten
pl: Wznów podawanie
ro: Reluați administrarea de insulină
ru: Возобновить подачу
sk: Obnoviť podávanie inzulínu
sv: Återuppta insulintillförsel
tr: İletimi Devam Ettir
uk: Відновити доставку
vi: Tiếp tục lại việc tiêm insulin
zh_hans: 恢复推注

source: Save
ar: الحفظ
cs: Uložit
da: Gemme
de: Speichern in Pumpe
es: Guardar
fi: Tallenna
fr: Économiser
it: Salva
nb: Lagre
nl: Opslaan
pl: Zapisz
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存

source: Scanning
ar: المسح الضوئي
cs: Skenování
de: Scannen
es: Buscando
fi: Skannaus
fr: Numérisation
it: Lettura
nb: Søker
nl: Scannen
ro: Scanare
ru: Сканирование
sk: Skenuje sa
sv: Skannar
tr: Taranıyor
uk: Сканування
vi: Đang quét
zh_hans: 扫描中

source: Scheduled Basal
ar: القاعدية المجدولة
cs: Plánovaný bazální
da: Planlagt basal
de: Geplant Basal
es: Basal programada
fi: Aikataulun mukainen Basal
fr: Basale programmée
it: Basale programmata
nb: Planlagt basal
nl: Gepland Basaal
ro: Bazală programată
ru: Запланированный Базал
sk: Naplánovaný bazál
sv: Schemalagd basal
tr: Programlanmış Bazal
uk: Запланований Базал
vi: Đã lên chương trình cho liều Basal
zh_hans: 预设基础率

source: Scroll function
ar: وظيفة التمرير
cs: Funkce posouvání
da: Scroll-funktion
de: Bildlauf-Funktion
es: Función de desplazamiento
fi: Vieritystoiminto
fr: Fonction de défilement
it: Funzione di scorrimento
nb: Rulle funksjon
nl: Scrollfunctie
pl: Funkcja przewijania
ro: Funcția de derulare
ru: Функция прокрутки
sk: Posúvanie tlačidlom
sv: Scroll-funktion
tr: Kaydırma işlevi
uk: Функція прокрутки
vi: Chức năng cuộn
zh_hans: 滚动功能

source: sec
ar: ثانية
da: sek.
nb: sek
pl: sek
ru: сек
sk: sek
sv: sek
tr: sn
uk: секунд
zh_hans: 秒钟

source: Select insulin Type
ar: اختر نوع الأنسولين
cs: Vyberte typ inzulínu
da: Vælg insulintype
de: Insulintyp auswählen
es: Seleccione el tipo de insulina
fi: Valitse insuliinityyppi
fr: Sélectionner le type d'insuline
it: Selezionare il tipo di insulina
nb: Velg insulintype
nl: Selecteer type insuline
pl: Wybierz typ insuliny
ro: Selectați tipul de insulină
ru: Выберите тип инсулина
sk: Vyberte typ inzulínu
sv: Välj insulintyp
tr: İnsülin Tipini Seçin
uk: Виберіть тип інсуліну
vi: Chọn loại insulin
zh_hans: 选择胰岛素类型

source: Select the type of insulin that you will be using in this pump
ar: حدد نوع الأنسولين الذي ستستخدمه في هذه المضخة
cs: Vyberte typ inzulínu, který budete v této pumpě používat.
da: Vælg den type insulin, du vil bruge i denne pumpe
de: Wählen Sie den Insulintyp, den Sie in dieser Pumpe verwenden werden
es: Seleccione el tipo de insulina que utilizará en esta bomba
fi: Valitse insuliinityyppi, jota käytät tässä pumpussa.
fr: Sélectionnez le type d'insuline que vous utiliserez dans cette pompe.
it: Selezionare il tipo di insulina da utilizzare in questo microinfusore
nb: Velg insulintypen du vil bruke i denne pumpen
nl: Selecteer het type insuline dat je gaat gebruiken in deze pomp
pl: Wybierz typ insuliny, która będzie używana w tej pompie.
ro: Selectați tipul de insulină pe care îl veți utiliza în această pompă.
ru: Выберите тип инсулина, который вы будете использовать в этой помпе
sk: Vyberte typ inzulínu, ktorý budete používať v tejto pumpe
sv: Välj den typ av insulin som du ska använda i den här pumpen
tr: Bu pompada kullanacağınız insülin türünü seçin
uk: Виберіть тип інсуліну, який ви будете використовувати в цій помпі
vi: Chọn loại insulin mà bạn sẽ sử dụng trong máy bơm này
zh_hans: 选择您将在该泵中使用的胰岛素类型

source: Select the type of insulin that you will be using in this pump.
ar: حدد نوع الأنسولين الذي ستستخدمه في هذه المضخة.
da: Vælg den type insulin, du skal bruge i denne pumpe.
de: Wählen Sie die Art des Insulins aus, die Sie in dieser Pumpe verwenden möchten.
es: Seleccione el tipo de insulina que utilizará en esta bomba.
fi: Valitse insuliinin tyyppi, jota käytät tässä pumpussa.
fr: Sélectionnez le type d'insuline que vous utiliserez dans cette pompe.
it: Seleziona il tipo di insulina che utilizzerai in questo microinfusore.
nb: Velg insulintypen du vil bruke i denne pumpen.
nl: Selecteer het type insuline dat je in deze pomp gaat gebruiken.
pl: Wybierz rodzaj insuliny, której będziesz używać w pompie.
ro: Selectați tipul de insulină pe care îl veți utiliza în această pompă.
ru: Выберите тип инсулина, который вы будете использовать в этой помпе.
sk: Vyberte typ inzulínu, ktorý budete v tejto pumpe používať.
sv: Välj vilken typ av insulin du kommer att använda.
tr: Bu pompada kullanacağınız insülin tipini seçin.
uk: Виберіть тип інсуліну, який ви будете використовувати у цій поспі.
vi: Chọn loại insulin bạn sẽ sử dụng trong máy bơm này.
zh_hans: 选择您将在此泵中使用的胰岛素类型。

source: Select your pump
ar: اختر المضخة
cs: Vyberte si své čerpadlo
da: Vælg din pumpe
de: Wählen Sie Ihre Pumpe
es: Seleccione su bomba
fi: Valitse pumppu
fr: Sélectionnez votre pompe
it: Selezionare la pompa
nb: Velg din pumpe
nl: Selecteer uw pomp
pl: Wybierz pompę
ro: Selectați pompa
ru: Выберите Вашу помпу
sk: Vyberte si svoju pumpu
sv: Välj din pump
tr: Pompanızı seçin
uk: Виберіть свою Помпу
vi: Chọn máy bơm của bạn
zh_hans: 选择泵

source: Set reminder for disconnect
ar: تعيين تذكير لقطع الاتصال
cs: Nastavení připomenutí odpojení
da: Indstil påmindelse om afbrydelse
de: Erinnerung zum Trennen der Verbindung einstellen
es: Establecer recordatorio de desconexión
fi: Aseta muistutus yhteyden katkaisemisesta
fr: Fixer un rappel pour la déconnexion
it: Impostare un promemoria per la disconnessione
nb: Angi påminnelse for frakobling
nl: Herinnering instellen voor loskoppelen
pl: Ustaw przypomnienie o rozłączeniu
ro: Setați un memento pentru deconectare
ru: Установить напоминание при отключении
sk: Nastavenie pripomenutia odpojenia
sv: Ställ in påminnelse för bortkoppling
tr: Bağlantıyı kesmek için hatırlatıcı ayarlayın
uk: Встановити нагадування про відключення
vi: Đặt lời nhắc ngắt kết nối
zh_hans: 设置断开连接提醒

source: Set the basal profile the pump should use. Note, that it will overwrite the profile that is in the pump, with the one in %1$@
ar: اضبط ملف التعريف القاعدي الذي يجب أن تستخدمه المضخة. لاحظ أنه سيحل محل الملف الشخصي الموجود في المضخة بالملف الشخصي الموجود في %1$@
cs: Nastavte bazální profil, který má čerpadlo používat. Všimněte si, že se přepíše profil, který je v čerpadle, profilem na %1$@.
da: Indstil den basalprofil, som pumpen skal bruge. Bemærk, at det vil overskrive den profil, der er i pumpen, med den, der er i %1$@
de: Legen Sie das Basalprofil fest, das die Pumpe verwenden soll. Beachten Sie, dass das in der Pumpe gespeicherte Profil mit dem Profil auf %1$@überschrieben wird.
es: Establece el perfil basal que debe utilizar la bomba. Tenga en cuenta, que se sobrescribirá el perfil que está en la bomba, con el que está en %1$@
fi: Aseta perusprofiili, jota pumpun tulisi käyttää. Huomaa, että se korvaa pumpussa olevan profiilin osoitteessa %1$@olevalla profiililla.
fr: Définit le profil basal que la pompe doit utiliser. Notez que cela remplacera le profil qui se trouve dans la pompe par celui qui se trouve dans %1$@.
it: Imposta il profilo basale che il microinfusore deve utilizzare. Si noti che il profilo presente nel microinfusore verrà sovrascritto con quello presente in %1$@.
nb: Angi basalprofilen pumpen skal bruke. Merk at den vil overskrive profilen som er i pumpen, med profilen i %1$@
nl: Stel het basaalprofiel in dat de pomp moet gebruiken. Merk op dat het profiel in de pomp wordt overschreven met dat in %1$@.
pl: Ustaw profil podstawowy, którego powinna używać pompa. Należy pamiętać, że spowoduje to nadpisanie profilu znajdującego się w pompie profilem znajdującym się na stronie %1$@.
ro: Setați profilul bazal pe care pompa ar trebui să îl utilizeze. Rețineți că acesta va suprascrie profilul din pompă cu cel din %1$@
ru: Установите базальный профиль, который должна использовать помпа. Обратите внимание, что при этом профиль, установленный в помпе, будет заменен профилем, установленным в %1$@
sk: Nastavte bazálny profil, ktorý má pumpa používať. Upozorňujeme, že tým sa prepíše profil v pumpe profilom z %1$@
sv: Ställ in den basalprofil som pumpen ska använda. Observera att den profil som finns i pumpen kommer att skrivas över med den som finns i %1$@
tr: Pompanın kullanması gereken bazal profili ayarlayın. Pompada bulunan profilin üzerine %1$@adresinde bulunan profilin yazılacağını unutmayın.
uk: Встановіть базальний профіль, який повинен використовувати помпа. Зауважте, що це перезапише профіль, який знаходиться в помпі, на профілю у %1$@
vi: Đặt cấu hình cơ bản mà máy bơm nên sử dụng. Lưu ý rằng nó sẽ ghi đè lên cấu hình có trong máy bơm, với cấu hình trong %1$@
zh_hans: 设置泵应使用的基础配置文件。注意，它将用 %1$@中的配置文件覆盖泵中的配置文件。

source: Setting temp basal is not supported at this time
ar: ضبط درجة الحرارة الأساسية غير مدعوم في الوقت الحالي
cs: Nastavení bazální teploty není v tuto chvíli podporováno.
da: Indstilling af basaltemperatur understøttes ikke på nuværende tidspunkt
de: Die Einstellung der Basaltemperatur wird zur Zeit nicht unterstützt.
es: En este momento no es posible ajustar la temperatura basal.
fi: Temp basaalin asettamista ei tueta tällä hetkellä.
fr: Le réglage de la température de base n'est pas pris en charge pour l'instant.
it: L'impostazione della temp basale non è attualmente supportata.
nb: Innstilling av temp basal støttes ikke for øyeblikket
nl: Temp basaal instellen wordt op dit moment niet ondersteund
pl: Ustawienie podstawowej temperatury nie jest obecnie obsługiwane.
ro: Setarea bazalei temporare nu este acceptată în acest moment
ru: Установка временной базальной скорости на данный момент не поддерживается
sk: Nastavenie dočasného bazálu nie je v súčasnosti podporované
sv: Inställning av basaltemperatur stöds inte för närvarande
tr: Geçici bazal ayarı şu anda desteklenmemektedir
uk: Встановлення тимчасового базалу наразі не підтримується
vi: Cài đặt liều temp basal không được hỗ trợ tại thời điểm này
zh_hans: 目前不支持设置临时基础率

source: Setting up Dana-i
ar: إعداد دانا-i
cs: Nastavení Dana-i
da: Opsætning af Dana-i
de: Einrichtung von Dana-i
es: Configuración de Dana-i
fi: Dana-i:n käyttöönotto
fr: Mise en place de Dana-i
it: Impostazione di Dana-i
nb: Sette opp Dana-i
nl: Dana-i instellen
pl: Konfiguracja Dana-i
ro: Configurarea Dana-i
ru: Настройка Dana-i
sk: Nastavenie aplikácie Dana-i
sv: Konfigurera Dana-i
tr: Dana-i'nin Kurulumu
uk: Налаштування Dana-i
vi: Thiết lập Dana-i
zh_hans: 设置 Dana-i

source: Setting up DanaRS v1
ar: إعداد DanaRS v1
cs: Nastavení systému DanaRS v1
da: Opsætning af DanaRS v1
de: Einrichten von DanaRS v1
es: Configuración de DanaRS v1
fi: DanaRS v1:n määrittäminen
fr: Mise en place de DanaRS v1
it: Impostazione di DanaRS v1
nb: Sette opp DanaRS v1
nl: DanaRS v1 instellen
pl: Konfiguracja DanaRS v1
ro: Configurarea DanaRS v1
ru: Настройка DanaRS v1
sk: Nastavenie systému DanaRS v1
sv: Installera DanaRS v1
tr: DanaRS v1'in Kurulumu
uk: Налаштування DanaRS v1
vi: Thiết lập DanaRS v1
zh_hans: 设置 DanaRS v1

source: Setting up DanaRS v3
ar: إعداد DanaRS v3
cs: Nastavení systému DanaRS v3
da: Opsætning af DanaRS v3
de: Einrichten von DanaRS v3
es: Configuración de DanaRS v3
fi: DanaRS v3:n määrittäminen
fr: Mise en place de DanaRS v3
it: Impostazione di DanaRS v3
nb: Sette opp DanaRS v3
nl: DanaRS v3 instellen
pl: Konfiguracja DanaRS v3
ro: Configurarea DanaRS v3
ru: Настройка DanaRS v3
sk: Nastavenie systému DanaRS v3
sv: Uppsättning av DanaRS v3
tr: DanaRS v3'ün Kurulumu
uk: Налаштування DanaRS v3
vi: Thiết lập DanaRS v3
zh_hans: 设置 DanaRS v3

source: Share Dana pump logs
ar: مشاركة سجلات مضخة دانا
cs: Sdílet protokoly čerpadla Dana
da: Del Danas pumpelogs
de: Dana-Pumpenprotokolle teilen
es: Compartir los registros de la bomba Dana
fi: Jaa Dana pumpun lokit
fr: Partager les journaux des pompes Dana
it: Condividi i registri della pompa Dana
nb: Del Dana-pumpelogger
nl: Dana-pomplogs delen
pl: Udostępnij dzienniki pomp Dana
ro: Partajați jurnalele pompei Dana
ru: Поделиться логами Dana
sk: Zdielať záznamy pumpy Dana
sv: Dela Dana pump loggar
tr: Dana pompa kayıtlarını paylaşın
uk: Поділіться журналом помпи Dana
vi: Chia sẻ nhật ký bơm Dana
zh_hans: 分享 Dana 泵日志

source: Should time be display in 12h or 24h
ar: يجب عرض الوقت في 12 ساعة أو 24 ساعة
cs: Má se čas zobrazovat ve 12h nebo 24h
da: Skal tiden vises i 12 eller 24 timer?
de: Soll die Zeit in 12h oder 24h angezeigt werden?
es: La hora debe mostrarse en 12h o 24h
fi: Pitäisikö kellonajan näyttää 12h tai 24h tarkkuudella?
fr: L'heure doit-elle être affichée en 12 heures ou en 24 heures ?
it: L'orario dovrebbe essere visualizzato in 12 o 24 ore?
nb: Skal tiden vises om 12 timer eller 24 timer
nl: Moet de tijd worden weergegeven in 12u of 24u?
pl: Czy czas powinien być wyświetlany w trybie 12-godzinnym czy 24-godzinnym?
ro: Ar trebui afișată ora în format de 12 ore sau 24 de ore?
ru: Показывать время в 12ч или 24ч формате
sk: 12 hodinový alebo 24 hodinový režim zobrazovania času
sv: Ska tiden visas i 12h eller 24h
tr: Zaman 12 saat mi yoksa 24 saat olarak mı gösterilmeli
uk: Час має відображатися через 12 або 24 години
vi: Thời gian được hiển thị 12h hoặc 24h
zh_hans: 时间应该以 12 小时还是 24 小时显示
